{
  "date": "2020-01-22T12:00:00.000Z",
  "title": "Hiflreiche Ressourcen",
  "description": "Hilfreiche Ressourcen, die wichtig werden bei der Entwicklung einer Webseite.",
  "body": "\n## Woher kommen Fotos, Schriftarten, Datenschutz und mehr?\n\nDieser Artikel fasst zusammen welche Dienste einem zu Hilfe eilen, sobald Bilder, Schriftarten, Datenschutz oder ähnliches benötigt werden.\n\n### Fotos\n\nFür qualitativ hochwertige Fotos gibt es verschieden Quellen:\n\n- Fotograf & selber fotografiert\n- Käuflich auf verschiedensten Plattformen\n- Gratis verfügbar mit entsprechender Lizenz\n\nDabei muss man beachten, dass Fotos vom dem/der Fotografen/Fotgrafin und selber fotografiert einzigartig sind. Bei frei verfügbaren Fotos ist die Einzigartigkeit entsprechend geringer, wodurch die Gefahr besteht sie auf einer anderen Webseite wieder zu sehen. Gekaufte Bilder bewegen sich in der Mitte.\n\nIm Einzelfall muss man jeweils abwägen was am meisten Sinn macht.\n\nPlattform für frei verfügbare Fotos:\n[Unsplash](https://unsplash.com/).\n\nPlattform für käufliche Fotos:\n[Adobe Stock](https://stock.adobe.com/).\n\n### Schriftarten\n\nFür Schriftarten gibt es zwei Quellen:\n\n- Käufliche\n- Frei verfügbare\n\nDabei gilt das selbe Prinzip wie bei den Fotos. Frei verfügbare sieht man teilweise immer wieder auf verschiedensten Seiten. Käufliche sind durch Zufall nicht zwei mal zu finden. \n\nHier muss wie bei den Bildern im Einzelfall entschieden werden was am meisten Sinn macht. Mit in die Entscheidung fließt dabei auch ein welchen Stil die Schriftart haben soll und welcher Unterschied zwischen Überschriften und normalem Text vorliegt.\n\nPlattform für frei verfügbare Schriftarten:\n[Google Fonts](https://fonts.google.com/).\n\nPlattform für käufliche Schriftarten:\n[YouWorkForThem](https://www.youworkforthem.com/).\n\n### Icons\n\nBei Icons empfehlen wir im Gegensatz zu Schriftarten und Bildern keine Einzigartigen. Der Grund dafür ist, dass Icons für einfache Dinge benutzt wird wie zum Beispiel Telefon oder E-Mail. Dabei geht es nicht darum das schönste und einzigartigste Icon zu haben, sondern eines das direkt erkannt werden kann. Die Qualität ist jedoch weiterhin extrem wichtig, am besten sind bei Icons Svg Formate, weil die mit ihrer Größe skalieren und damit nie verpixelt erscheinen.\n\nWebseiten für hochwertige Icons:\n\n- [FontAwesome](https://fontawesome.com/)\n- [The Noun Project](https://thenounproject.com/)\n\n### Illustrationem\n\nIllustrationen geben Webseiten einen professionellen und hochwertigen Touch. Hier gilt das selbe Prinzip zu Schriftarten und Bildern. Besonders interessant wird es mit individuell erstellten und animierten Illustrationen.\n\nFrei verfügbare Illustrationen: [Undraw](https://undraw.co/illustrations).\n\n### Farben\n\nFarben sind schwieriger als es auf den ersten Blick erscheint. Teilweise gibt es bereits eine Corprate Identity und die Webseite passt sich mit ihren Farben daran an. Für die Entdeckung von neuen Farben und Kombinationen eignen sich folgende Tools:\n\n- [Adobe Color](https://color.adobe.com/de/create/color-wheel/)\n- [Color Hex](https://www.color-hex.com/)\n- [HSL Slider](https://www.w3schools.com/colors/colors_hsl.asp)\n\n### Datenschutz\n\nDatenchutz kann ein heikles Thema sein aber ist bei den meisten Webseiten nicht kompliziert. Sobald es über Google Analytics und Newsletter hinausgeht muss individuell geschaut werden. Für alle anderen Seiten gibt es Datenschutzgeneratoren die einem angepassten Datenschutz liefern. Dabei wählt man aus welche Dienste die eigene Webseite benutzt und daraus wird der richtige Datenschutz generiert.\n\nDatenschutzgenerator der Wilde Beuger Solmecke Rechtsanwälte:\n[Zum Generator](https://www.wbs-law.de/it-und-internet-recht/datenschutzrecht/datenschutzerklaerung/datenschutzgenerator/)",
  "author": {
    "name": "Daniel Mössner",
    "image": "/img/daniel-moessner.120.opt.png"
  },
  "image": "/img/ressource-cover.1200.opt.jpg"
}