{
  "date": "2020-02-18T12:00:00.000Z",
  "image": "/img/process.1200.opt.jpg",
  "title": "Unser 3 Stufen Meileinstein Prozess",
  "body": "\n# 3 Stufen Meileinstein Prozess\n\nDer Artikel erklärt den Prozess der Erstellung einer professionellen und auf Sie angepassten Webseite. Wir hoffen Ihnen dadurch ein klares Bild über den Ablauf zu verschaffen.\n\n## Meilensteine\n\nDer Prozess teilt sich auf in insgesamt 3 Meilensteine. Jeder Meilenstein enthält klare Ziele und strukturierte Prozesse. Nach dem erfolgreichen Abschluss aller Punkte ist die Webseite online und für jeden aufrufbar. \n\nDie verschiedenen Meilensteine sind:\n\n- Strategie Meilenstein\n- Design Meilenstein\n- Entwicklungs-Meilenstein\n\nIm folgenden erklären wir die Ziele und Prozesse der einzelnen Abschnitte.\n\n## Strategie Meilenstein\n\n![Strategie](/img/strategie.600.opt.jpg)\n\nHier geht es um den Nutzen, den die Webseite zu erfüllen hat.\n\n### Ziele\n\nNach diesem Meilenstein ist klar welches Ziel die Webseite hat. Außerdem kennen wir die Branche und wissen welche Inhalte auf der Seite erscheinen, die uns helfen das Ziel zu erreichen. Wir wissen auch in welche visuelle Richtung wir gehen.\n\n### Prozess\n\nDer Prozess gliedert sich auf in die Beantwortung folgender Fragen:\n\nWas ist das Ziel der Webseite? Mögliche Ziele sind zum Beispiel: Lead Generierung, Verkauf, Personalgewinnung, Verbesserte Conversion Rate, Mehr Aufmerksamkeit, Höhere Kundenzufriedenheit, Weniger Zeit für bestimmte Aufgaben verbringen, Veröffentlichung von Inhalten vereinfachen, Bessere IT-Infrastruktur\n\nIn welcher Branche platziert sich die Webseite und was sind mögliche Konkurrenten?\n\nWelche Inhalte sollen auf die Webseite? Mögliche Inhalte sind zum Beispiel: Produkte und Leistungen, Unternehmen (Team, Jobs, Vision), Kontakt, Was machen wir? / Wie machen wir was?, Benefits, Ressourcen (White Papers, Downloads), Updates (News, Blog, Public Relations), Kunden / Referenzen, Newsletter Anmeldung, Social Media Profile, Fallstudien, Auf Kundensegmente angepasste Seiten\n\nOb und wie werden am Ende die Inhalte gepfelgt?\n\nWelche Visuelle Richtung macht für die Seite Sinn?\n\nWas sind Referenzen von Seiten die gut aussehen oder in die falsche Richtung gehen?\n\n## Design Meilenstein\n\n![Design](/img/design.600.opt.jpg)\n\nIn diesem Meilenstein legen wir die Struktur und das Design fest.\n\n### Ziele\n\nAm Ende dieses Meilensteins wissen wir aus wie vielen Seiten Ihre Webseite besteht und welche Inhalte wo platziert sind. Zudem sind die Haupttexte bereits bekannt und in finaler Form. Außderdem legen wir fest welche Farben & Schriftarten benutzt werden und wie die Buttons oder einzelnen Elemente ausschauen.\n\n### Prozess\n\nWir erstellen auf die Strategiephase angepasste Wireframes und mit diesen nähern wir uns dem finalen Design. Sobald wir alle Seiten fertig haben, schicken wir Ihnen den Entwurf. Änderungswünsche nehmen wir mit auf und sobald Sie mit dem Design 100 % zufrieden sind, gehen wir zum nächsten Meilenstein über.\n\n## Entwicklungs-Meilenstein\n\n![Entwicklung](/img/code.600.opt.jpg)\n\nWir entwickeln aus dem Design brauchbaren Code.\n\n### Ziele\n\nAm Ende von diesem Meilenstein haben wir eine Internetseite, die wir sofort veröffentlichen können. Die Seite funktioniert auf allen gängigen Browsern und passt sich an alle unterschiedlichen Bildschirmgrößen an.\n\n### Prozess\n\nWir formen die Webseite passend zum Design. Die SEO Einstellungen optimieren wir auf Google. Am Ende schicken wir Ihnen die Seite, sodass Sie alles überprüfen und noch einmal testen können. Wir wollen, dass Sie eine Webseite bekommen mit der Sie zu 100% zufrieden sind.\n",
  "description": "Der Artikel erklärt unseren 3 Stufen Meileinstein Prozess zur Erstellung einer professionellen und individuellen Webseite.",
  "author": {
    "name": "Daniel Mössner",
    "image": "/img/daniel-moessner.120.opt.png"
  }
}